Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: གང་དེའི་ཉིན་མོ་ནས་བདག་ཉིད་དང་གྲོགས་པོ་ཉི་ཤུ་རྩ་ལྔའམ། ཡང་ན་ཅི་འདོད་པའི་གྲོགས་པོ་དག་ལ་ཅི་འདོད་པའི་ཁ་ཟས་དང་ཅི་ལྟར་འདོད་པའི་ཡོ་བྱད་རྣམས་ཡང་དག་པར་སྟེར་བར་བྱེད་དོ། །
en: On that very day, she will give to the practitioner and twenty-five of his companions, or whomever the practitioner fancies, foodstuffs and any useful objects that they may want.

source: དེ་ནས་སྒྲུབ་པ་པོས་རས་རིས་ལ་གཤེགས་སུ་གསོལ་བའི་མཆོད་ཡོན་དབུལ་ཏེ། ལན་གསུམ་བསྐོར་བ་བྱས་ནས་རས་རིས་བླངས་ཏེ།
en: At that point the practitioner should give a farewell offering and circumambulate the painting clockwise three times. He should then take the painting,

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་ཕྱག་བྱས་ནས། སྔར་བསྟན་པའི་སྒྲུབ་པའི་ཐབས་ཅི་ལྟ་བུའི་གནས་དགོན་པ་ཆེན་པོའམ། རིའི་རྩེ་མོའམ་མི་མེད་པའི་གནས་སུ་འགྲོ་བར་བྱའོ། །
en: bow to all the buddhas and bodhisattvas three times, and go to a place of his choice that is conducive to sādhana practice as previously described, such as a big forest, a mountaintop, or any uninhabited place.

source: དེར་ལོ་མའི་སྤྱིལ་པོ་བྱས་ཏེ་བདག་ཉིད་དང་གྲོགས་པོ་གཉི་གར་བཅས་ཏེ་རབ་ཏུ་གནས་པར་བྱའོ། །
en: There, he should build a hut and live there alone or with companions.

source: དེར་གནས་པ་དང་གནས་དེ་ལ་ནམ་མཁའ་ལ་འགྲོ་བ་ལ་སོགས་པའི་ལས་བྱས་ཏེ།
en: While living there, he should do the rites that involve sky travel, and so forth. {11.155}

source: དེ་ནས་སྒྲུབ་པ་པོས་སྔ་མ་བཞིན་དུ་ཀུ་ཤའི་ཁྲེས་ལ་འདུག་ནས། རས་རིས་བར་མ་སྔ་མ་བཞིན་དུ་བཞག་སྟེ། སེང་ལྡེང་གི་ཡམ་ཤིང་གིས་མེ་རབ་ཏུ་སྦར་ལ།
en: “As before, the practitioner should sit on a bundle of kuśa grass, place the medium painting before himself, and, as before, light a fire of cutch tree sticks.

source: དུས་གསུམ་དུ་མེ་ཏོག་པདྨ་དཀར་པོ་ཞོ་དང་སྦྲང་རྩི་དང་མར་གྱིས་བཏགས་པ་སྟོང་རྩ་བརྒྱད་ཉི་མ་ཉི་ཤུ་རྩ་གཅིག་གི་བར་དུ་སྦྱིན་སྲེག་བྱའོ། །
en: He should offer one thousand and eight oblations of white flowers smeared with curds, honey, and ghee, three times a day for twenty-one days. {11.156}

source: དེ་ནས་མཚན་ཕྱེད་ཀྱི་དུས་སུ་སྦྱིན་སྲེག་གི་མཐར་འཕགས་པ་འཇམ་དཔལ་མངོན་སུམ་དུ་མཐོང་བར་འགྱུར་རོ། །
en: “Then, at the end of the homa ritual, at the midnight hour, one will see Noble Mañjuśrī in person.

source: འདོད་པའི་མཆོག་སྩོལ་བར་ཡང་འགྱུར་རོ། །
en: He will grant a desired boon,

source: ནམ་མཁའ་ལ་འགྲོ་བ་དང་མི་སྣང་བ་དང་བྱང་ཆུབ་སེམས་དཔའི་ས་དང་རང་སངས་རྒྱས་ཉིད་དམ་ཉན་ཐོས་ཉིད་དམ། ཚེ་རིང་བ་ཉིད་དམ་རྒྱལ་སྲིད་ཆེན་པོ་དང་། ལོངས་སྤྱོད་ཆེན་པོ་ཉིད་དམ་རྒྱལ་པོ་དགའ་བ་ཉིད་དམ། འཕགས་པ་འཇམ་དཔལ་དང་ལྷན་ཅིག་རྗེས་སུ་སྤྱོད་པར་འགྱུར་ཏེ་
en: such as the ability to fly, become invisible, an attainment of a bodhisattva level, the state of a pratyeka­buddha or a śrāvaka, the five superknowledges, long life, a great kingdom with its many pleasures, the affection of a king, or the ability to commune with Noble Mañjuśrī himself.

source: མདོར་ན་གང་འདོད་པ་དེ་ཐམས་ཅད་སྩོལ་བར་འགྱུར་རོ། །
en: In short, he will grant whatever one may wish for.

source: གང་དོན་དུ་གཉེར་བ་དེ་ཡང་རྗེས་སུ་སྩོལ་བར་འགྱུར་རོ། །
en: Or whatever one may ask for, that he will give.

source: གྲུབ་པའི་རྫས་ཐམས་ཅད་ཀྱང་འགྲུབ་པར་འགྱུར་རོ། །
en: One may obtain all the power substances

source: སེམས་ཅན་ཆེན་པོ་རྣམས་ཀྱང་འགུགས་པར་བྱེད་པར་འགྱུར་རོ། །
en: or be able to magically summon great beings.

source: མདོར་ན་ཇི་ལྟ་ཇི་ལྟར་བརྗོད་པ་དེ་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །
en: In short, he will do anything the way it is described to him.

source: སྔོན་གྱི་ལས་ཀྱི་ཉེས་པ་ཡང་ཡང་དག་པར་སྦྱོང་བར་བྱེད་དོ་ཞེས་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པས་གསུངས་སོ། །
en: He may also purify one’s former transgressions. This was taught by Lord Śākyamuni. {11.157}

source: གཞན་ཡང་ལས་ཀྱི་ཐབས་བར་མ་སྒྲུབ་པ་ཡང་ཡོད་དེ་
en: “Another practice procedure that constitutes the means of accomplishing medium rites will now be taught.

source: དང་པོར་རེ་ཞིག་དེ་ལྟར་ཁྱད་པར་དུ་གྱུར་པའི་གནས་སམ་གཙང་བའི་ས་ཕྱོགས་སམ། ཆུ་བོའམ་ཆུ་གླིང་གི་ངོགས་སུ་སྔ་མ་བཞིན་དུ་ཐམས་ཅད་བྱ་སྟེ
en: To start, one should select a place in a clean area or a sandy bank of a river, distinguished by the necessary qualities, and do everything as before.

source: རས་རིས་ནུབ་ཏུ་བསྟན་ཏེ་བཞག་ལ་བདག་ཀྱང་ཤར་དུ་མངོན་པར་ཕྱོགས་པར་བྱས་ནས་ཀུ་ཤའི་ཁྲེས་ལ་འདུག་སྟེ། སྔ་མ་བཞིན་དུ་རྒྱ་ཆེར་སྦྱར་བར་བྱས་ནས་དུས་གསུམ་དུ་ཡི་གེ་དྲུག་པ་བཟླ་བར་བྱ་སྟེ།
en: One should position the painting to face west, with oneself facing east. Sitting on a bundle of kuśa grass, one should repeat in full the same procedure as before. One should recite the mantra at the three junctions of the day six hundred thousand times.

source: བཟླས་པ་རྫོགས་པ་དང་དོང་ཀའི་མེ་ཏོག་ལ་ཙནྡན་དཀར་པོའམ་གུར་གུམ་གྱིས་བསྒོས་པས་སྔ་མ་བཞིན་དུ་སྦྱིན་སྲེག་སྟོང་ཕྲག་བརྒྱ་བྱའོ། །
en: At the end of the recitation, one should offer into the fire, prepared exactly as before, one hundred thousand blossoms of the bayur tree mixed with white sandalwood or saffron. {11.158}

source: དེ་བཞིན་དུ་མེ་སྦར་ནས་སྦྱིན་སྲེག་གི་མཇུག་ཏུ་རས་རིས་རབ་ཏུ་འགུལ་བ་ན་ནི་བློན་པོ་ཉིད་ཐོབ་པར་འགྱུར་རོ། །
en: “If the painting trembles violently at the conclusion of the homa ritual, it is a sign that one will become a minister.

source: རས་རིས་ལས་འོད་ཀྱི་སྣང་བ་བྱུང་ན་ནི་འོད་ལས་རྒྱལ་སྲིད་ཐོབ་པར་འགྱུར་རོ། །
en: If the painting becomes luminous with light and rays of light issue forth from it, one will obtain a kingship.

source: རས་རིས་འོད་འབར་བའི་ཕྲེང་བས་ཀུན་དུ་ཁྱབ་ན་ནི་རྒྱལ་པོ་ཆེན་པོ་བཞིའི་རྒྱལ་སྲིད་ཐོབ་པར་འགྱུར་རོ། །
en: If the painting is completely enveloped in a halo of light, one will obtain the kingship over the realm of the four great kings.

source: རས་རིས་ལས་མེ་སྟག་བྱུང་ན་ནི་སུམ་ཅུ་རྩ་གསུམ་གྱི་དབང་ཕྱུག་བརྒྱ་བྱིན་ཉིད་ཐོབ་པར་འགྱུར་རོ། །
en: If the painting speaks, one will obtain the position of Śakra—dominion over the realm of the Thirty-Three.

source: རས་རིས་ལས་ཆོས་འཆད་པའི་སྒྲ་བྱུང་ན་ནི། བྱང་ཆུབ་སེམས་དཔའ་ས་གསུམ་གྱི་དབང་ཕྱུག་ཉིད་ཐོབ་པར་འགྱུར་རོ། །
en: If the painting delivers Dharma instructions, one will attain lordship of the [first] three bodhisattva levels.

source: རས་རིས་ཀྱི་ཕྱག་གིས་མགོ་ལ་བྱུག་པར་མཛད་ན་ནི། མངོན་པར་ཤེས་པ་ལྔ་དང་། ས་བདུན་པ་ཐོབ་པ་དང་སྟོབས་བཅུ་ལ་གནས་པ་མཐར་གྱིས་ཐོབ་པ་ཡིན་ནོ། །
en: If one touches one’s head and arms with the painting, one will obtain the five superknowledges, the seventh bodhisattva level, and the ten powers. One will certainly obtain them one after the other. {11.159}

source: དེ་ནས་སྒྲུབ་པ་པོ་ལ་བཅོམ་ལྡན་འདས་འོད་སྲུང་གིས་གསུངས་པའི་སྔགས་བསྒྲུབས་ཏེ། བཀྲེས་པ་དང་སྐོམ་པ་རབ་ཏུ་བས་ལ་བའི་དོན་རྗེས་སུ་ཐོབ་པ་དེ་ཉིད་ཀྱི་འཚོག་ཆས།
en: “When one has accomplished the mantra taught by Lord Kāśyapa and achieved the goal of removing hunger and thirst,

source: སྔགས་སྤྱོད་པའི་དོན་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོས་ལ་ཡང་དག་པར་རྗེས་སུ་བསྒྲུབ་པར་བྱའི། གཞན་དུ་ནི་འདི་འགྲུབ་པར་མི་འགྱུར་རོ། །
en: one should practice the teachings on the method for accomplishing the goal of mantra activity, strictly following the procedure and using the specified implements. Otherwise one will not succeed. {11.160}

source: དེ་ལྟར་མཐར་གྱིས་སྔགས་ཀྱི་སྤྱོད་པ་ལ་རྗེས་སུ་འཇུག་ཅིང་། མདོར་ན་ངེས་པར་འབད་པ་ལ་ནི་རྫས་དང་སྨན་དང་ཡོ་བྱད་ཀྱི་ཁྱད་པར་དང་། ནོར་བུ་རིན་པོ་ཆེ་སྔར་ཇི་སྐད་བཤད་པ་རྣམས་འགྲུབ་པར་འགྱུར་རོ། །
en: “In brief, one should follow the mantra practice step by step in this way, and one will certainly succeed. One will definitely obtain all the power substances, special implements, and medicines, as well as jewels and gems as previously described. {11.161}

source: སྔགས་རིག་སྔགས་ནི་ཟློས་པ་དང་། །སེམས་ནི་ཆོ་ག་ལ་མཁས་པ་དང་། །སྔགས་པ་དེ་ཚེ་དེ་ཡུལ་དུ། །དེ་ཚེ་གཙང་བའི་ཁ་ཟས་བཟའ། །
en: “A mantra reciter skilled in the art of mantra, Who is familiar with the ritual procedure, Staying in a place as described above, Should eat pure and ‘white’ foods. {11.162}

source: ཟོས་ནས་ཡིད་ནི་དགའ་བ་དང་། །རྟག་ཏུ་དབང་པོ་རྒྱས་པ་དང་། །ལྷུང་བཟེད་ལྷག་མ་བླངས་ནས་ནི། །ཆུ་བོ་གཙང་བ་དག་དུ་འགྲོ། །
en: “Having eaten, happy at heart, With his sense organs always well nourished, He should take his bowl with the remaining food And go to a river with clean water. {11.163}

source: དབེན་པར་ཡོངས་སུ་བོར་ནས་ནི། །སྡོམ་ཅན་གྱིས་སྦྱིན་དུད་འགྲོ་ལ། །
en: “The vow holder should throw the food in an isolated place And leave it for animals.

source: དུད་འགྲོ་ལ་ནི་བྱིན་ནས་ཀྱང་། །འབད་པས་སྣོད་ནི་བཀྲུ་བར་བྱ། །
en: Having given it to them, He should wash his bowl thoroughly. {11.164}

source: དེ་ནས་འབད་པ་བྱས་ནས་ནི། །ས་ཡི་སྣོད་ཀྱང་བསྲེག་པར་བྱ། །
en: “The bowl should be made of clay And carefully fired.

source: ལྷག་མ་ལྷུང་བཟེད་བྱ་བ་ནི། །སྣུམ་མེད་ཟས་ནི་མེད་པ་དང་། །
en: After using it, one should remove from the bowl All traces of grease or meat {11.165}

source: དྲི་ཉིད་ཡོངས་སུ་སྤང་བྱ་ཞེས། །ལྷག་མ་ལྷུང་བཟེད་ཐུབ་པས་གསུངས། །
en: “And ensure there is no residual smell— The supreme sage said this about the bowl when it is not used.

source: གང་དུ་སློང་བའི་ལྷུང་བཟེད་ལ། །དེར་ནི་ཁ་ཟས་མི་སྤྱད་དོ། །
en: One should never eat from the bowl That one uses for doing alms rounds. {11.166}

source: ཤིང་ཐོག་དངོས་རྣམས་ཐམས་ཅད་དང་། །བཅའ་བ་རྣམས་ཀྱང་དེར་མི་སྤྱད། །
en: “One should never eat solid foods from it, Nor fruits, or liquids.

source: པདྨའི་ལོ་མར་བཟའ་མི་བྱ། །ཨུཏྤལ་སྣོད་ལ་བཟའ་བ་མིན། །
en: One should not eat from a lotus leaf Or leaves produced by water lilies. {11.167}

source: མེ་ཏོག་དྲི་མཆོག་ལ་མིན་ཏེ། །སྔགས་པས་དེ་ལ་བཟའ་མི་བྱ། །
en: “One should avoid leaves of fragrant plants— A mantra practitioner should not use them,

source: གང་ཡང་ལོ་མ་ཀུ་མུ་དང་། །པླཀྴ་ཨུ་དུམ་བཱར་ལས་བྱུང་། །
en: Nor the leaves of water lilies Or those that grow on the waved-leaf fig or cluster fig tree. {11.168}

source: པ་ཊ་ཤིང་གི་ལོ་མའང་མིན། །ཚེར་མའི་ཤིང་དང་རི་ཁྲོད་བྱུང་། །
en: “Nor should one use banyan leaves, Or those from karṇa, śāka, or gulmin trees,

source: ཨ་མྲའི་ལོ་མ་དག་ལའང་མིན། །དེ་བཞིན་པ་ཊ་ལ་ལས་བྱུང་། །
en: And neither the leaves that grow on mango trees Nor leaves from the dhak tree. {11.169}

source: ས་ལ་ཤྲི་ཤའི་ལོ་མ་དང་། །བྱང་ཆུབ་ཤིང་ལས་ཡང་དག་བྱུང་། །
en: “Nor should one use leaves from the sal tree, flea tree, Or those that grow on bodhi trees—

source: གང་དུ་བཅོམ་ལྡན་སངས་རྒྱས་ནི། །ཤཱཀྱ་སེང་གེ་བཞུགས་པ་ཡི། །
en: This is because the blessed Buddha Śākyamuni Used to sit on them. {11.170}

source: ཤིང་དེ་འབད་པས་སྤང་བྱ་སྟེ། །སོ་ཤིང་དུ་ཡང་བཅའ་མི་བྱ། །
en: “One should carefully avoid these trees, And never fell them for timber.

source: ཀླུ་ཤིང་གི་ནི་གེ་སར་དང་། །ལོ་མ་དག་ཀྱང་མི་བཏུ་ཞིང་། །
en: One should not pluck leaves From ironwood trees. {11.171}

source: གང་དུའང་ནམ་ཡང་བཟའ་མི་བྱ། །མཁས་པས་དེ་ཀུན་རྣམ་པར་སྤོངས། །
en: “One should never eat from any of them, As they are all avoided by the wise.

source: ཐུབ་པའི་ལོ་མའི་སྤྱིལ་པོ་ལས། །རྨོངས་པས་ནམ་ཡང་འགོང་མི་བྱ། །
en: Sages who dwell in huts of leaves Must never step over [such leaves]. {11.172}

source: སྔགས་པ་དམ་ཚིག་ཉམས་འགྱུར་བས། །ལོ་མ་དེ་དག་ལ་མི་བཟའ། །ལོ་མ་གཞན་ལ་བཟའ་བྱ་སྟེ། །སྔགས་པས་དེར་ནི་བཟའ་བར་བྱ། །
en: “A mantra practitioner would break his samaya Should he eat from the leaves of these trees. He should also not eat From the leaves of other trees. {11.173}

source: ས་དང་ཟངས་མར་བསྟན་པ་དང་། །དེ་བཞིན་དངུལ་དང་གསེར་ལས་བྱུང་། །ཤེལ་དང་རྡོ་ཡི་རང་བཞིན་ལས། །རྟག་ཏུ་བཟའ་བ་བླང་བར་བྱ། །
en: “One can always take food from dishes As recommended, made of clay, copper, Silver, gold-based materials, And also quartz or stone. {11.174}

source: ལོ་མའི་རྒྱབ་ཏུ་མི་བཟའ་སྟེ། །ལག་པའི་མཐིལ་དུའང་དེ་བཞིན་ནོ། །
en: “One should not eat from the backside of a leaf, Nor from the surface of the hand.

source: སྟོབས་བཅུ་ལྡན་དང་དེ་ཡི་སྲས། །གང་ཡང་རང་རྒྱལ་བསེ་རུ་དང་། །ཉན་ཐོས་གང་ཟག་དག་ལ་ནི། །ཕུལ་བའི་ལོ་མ་གང་ཡིན་པ། །དེ་དག་ཟློས་པས་སྤང་བྱ་སྟེ། །
en: Those leaves that may serve as an offering For the sons of the possessors of the ten powers, the enemies of Māra, {11.175} “Or those that may be offered to the rhinoceros-like pratyeka­buddhas, Or, indeed, to the śrāvaka followers Should be avoided by a mantra reciter,

source: རྐང་པས་ཀྱང་ནི་མི་འགོང་ངོ་། །
en: And never trampled underfoot. {11.176}

source: ཟས་སྣོད་རྣམ་པ་སྣ་ཚོགས་དང་། །དེ་བཞིན་བཏུང་དང་བཟའ་བ་རྣམས། །ཐམས་ཅད་དེ་ལྟར་ཕུལ་བས་ན། །སྔགས་པས་འབད་པས་བླང་མི་བྱ། །
en: “As for the different bakery items, And food and drink in general, A mantra practitioner should not appropriate Anything that has been duly offered. {11.177}

source: རྒྱལ་དང་རྒྱལ་བའི་མཆོག་རྣམས་དང་། །དེ་བཞིན་ཉན་ཐོས་གང་ཟག་དང་། །དཀོན་མཆོག་གསུམ་ལ་ཕུལ་བ་ཡང་། །ཟློས་པས་དེ་དག་རྟག་ཏུ་སྤང་། །
en: “A reciter should always avoid What has been given to the victorious ones, To their followers, the śrāvakas, And to the Three Jewels. {11.178}

source: ཅུང་ཟད་ཙམ་ཡང་ལུས་ཅན་ལ། །སྔགས་རྣམས་དེ་ལ་མི་འགྲུབ་སྟེ། །
en: “For those ordinary beings for whom this is even slightly the case, The mantras will accomplish nothing;

source: བཀྲ་ཤིས་ཐམས་ཅད་འདོད་པ་དང་། །ལེགས་པ་བཟང་པོ་སྨོས་ཅི་དགོས། །
en: What need then to speak of high qualities, Or those who desire every fortune? {11.179}

source: རྒྱས་པ་དང་ནི་ཞི་བ་དང་། །བསམ་པ་ཐམས་ཅད་རྫོགས་བྱེད་པ། །བཤོས་ནི་ཟ་བར་བྱེད་དེ་ལ། །དེ་ཚེ་འགྲུབ་པར་མི་འགྱུར་རོ། །
en: “The mantras of those who eat food offered as bali Will not be successful, Whether in the rites of enriching or pacifying, Or having any hopes fulfilled. {11.180}

source: གཙང་ཞིང་ཤེས་རབ་ཚུལ་ཁྲིམས་ལྡན། །སྙིང་རྗེས་སྙིང་རྗེའི་ལས་ཅན་དང་། །གཙང་སྦྲའི་སྤྱོད་ལ་དགའ་བ་ཉིད། །སྔགས་རྣམས་ཀུན་དུ་འགྲུབ་པར་འགྱུར། །
en: “The mantras, on the other hand, of pure, skilled, disciplined, And tenderhearted followers of the Dharma Will be successful in every respect, If they take joy in their pure conduct. {11.181}

source: སེམས་ཅན་གཞན་ལ་སྦྱིན་པའི་ཟས། །ཟློས་པས་དེ་ནི་བཟའ་མི་བྱ། །
en: “A reciter should not eat food Already given by him to anyone else,

source: གཞན་གྱིས་རབ་ཏུ་མ་བསྟབས་པའི། །ཟས་གཞན་བཟའ་བར་མི་བྱའོ། །
en: Nor should he eat the food Given by others to someone else. {11.182}

source: ཅུང་ཟད་ཙམ་གྱི་ཁ་ཟས་ཀྱང་། །རང་ལ་བྱིན་པ་བླང་བར་བྱ། །
en: “One should eat little, and only that Which has been given to oneself.

source: སྔགས་ཤེས་དེ་ལྟར་འཇུག་གང་ཡིན། །དེ་ལ་གྲུབ་པ་དཔག་ན་གནས། །
en: A mantra adept who lives in this way Already has an accomplishment in his hand. {11.183}

source: ཟློས་པ་འདི་ཡི་ཆོ་ག་ཡིས། །སྡོམ་ཅན་བཟའ་བ་བླང་བར་བྱ། །
en: “The mantrin, the keeper of vows, Should receive food following this procedure

source: ཐུབ་པ་རྣམས་ཀྱིས་བསྔགས་པ་ཡི། །སྔགས་རྣམས་མ་ལུས་བསྒྲུབ་པར་བྱ། །
en: And should practice all the mantras Commended by the sages. {11.184}

source: མདོར་ན་ཆོ་ག་མཐོང་བས་ནི། །བཟའ་བ་ཀུན་བྱ་ལས་རྣམས་ལ། །དེ་ནས་གཞན་ཡང་བཤད་བྱ་བ། །སྔགས་ཀྱིས་མ་ལུས་དབང་དུ་བྱེད། །
en: “Furthermore, I will now explain in brief The rules pertaining to rites For using all types of food, And I will also teach a mantra that purifies everything. {11.185}

source: དེ་ནས་ཟློས་པས་ཉེ་རེག་བྱས། །དེ་ཚེ་སྔགས་ནི་བཟླས་པར་བྱ། །
en: “When a reciter has done his ritual ablutions, He should always recite the following mantra.

source: སྔགས་པས་དེ་ཚེ་ལན་བདུན་དུ། །ལུས་སྦྱང་ཕྱིར་ནི་བཟླས་ནས་སུ། །
en: Having recited it seven times, This mantra practitioner will have purified his body. {11.186}

source: འབྱུང་པོའི་ཚོགས་དང་ལྷ་རྣམས་དག །དེ་དོན་རྒྱ་ཆེར་རབ་ཉོན་ཅིག །
en: “Hear it and learn its full meaning, O assembly of spirits and deities!

source: ལུས་ཀུན་ཉེ་རེག་བྱས་ནས་ནི། །ཐུབ་པའི་སྔགས་འདི་བརྗོད་པར་བྱ། །
en: Having rubbed his entire body, A sage should recite the following mantra. {11.187}

source: ཨོྃ་སརྦ་ཀིལྦི་ཥ་ནཱ་ཤ་ནི། ནཱ་ཤ་ཡ་ནཱ་ཤ་ཡ། སརྦ་དུཥྚ་པྲ་ཡུགྟན། ས་མ་ཡ་མ་ནུ་སྨ་ར་ཧཱུྃ་ཛཿསྭཱ་ཧཱ།
en: “ Oṁ , you who remove all faults, destroy, destroy all those who engage in evil! Remember your samaya! Hūṁ jaḥ, svāhā! {11.188}

source: སྔགས་འདིས་བསླངས་པའི་ཟས་ཇི་ལྟར་ཡོངས་སུ་སྤྱོད་པའི་ཁ་ཟས་ལ་ལན་བདུན་དུ་བསྔགས་ཏེ་ཡོངས་སུ་སྤྱད་པར་བྱའོ། །
en: “Whatever rice dishes one has obtained through alms, or any other food that one is going to eat, one should eat it after incanting it with the above mantra.

source: ཟོས་ནས་ཀྱང་སྔ་མ་བཞིན་དུ་ཉེ་རེག་བྱ་སྟེ། སྤྱི་བོ་ལ་སོགས་པ་ལུས་ཐམས་ཅད་ཏུ་ཉེ་རེག་བྱས་ནས། དེ་ནས་ངལ་བསོ་བར་བྱ་སྟེ།
en: Having eaten and ritually rinsed one’s mouth, one should wash the whole body as before, in the direction toward the head, and then take rest.

source: ངལ་སོས་ནས་ཡུད་ཙམ་གྱི་ཕྱེད་དམ་ཐུན་གཅིག་སྟེ། དེ་ནས་རས་རིས་དང་སངས་རྒྱས་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ནས་དམ་པའི་ཆོས་ཀྱི་གླེགས་བམ་བཀླག་པར་བྱའོ། །
en: Having rested for three quarters of an hour, or half of a half of one night-watch, one should respectfully salute the painting and recite genuine Dharma texts taught by all the buddhas. {11.189}

source: འཕགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། འཕགས་པ་ཟླ་བའི་སྒྲོན་མའི་ཏིང་ངེ་འཛིན་དང་། འཕགས་པ་ས་བཅུ་པ་དང་། འཕགས་པ་གསེར་འོད་དམ་པ་དང་། འཕགས་པ་རྨ་བྱ་ཆེན་མོ་དང་། འཕགས་པ་རིན་པོ་ཆེ་ཏོག་གི་གཟུངས་དང་འདི་དག་ལས་གང་ཡང་རུང་བ་བཀླག་པར་བྱའོ། །
en: “The texts to be recited are the noble Prajñāpāramitā, Candra­pradīpa­samādhi, Daśabhūmika, Suvarṇa­prabhāsottama, Mahā­māyūrī , or Ratna­ketu­dhāraṇī .

source: ཉི་མའི་དཀྱིལ་འཁོར་ཟུང་ཙམ་གྱི་ཚད་ཀྱི་དུས་ན།
en: One should recite them in turns, until the sun has risen one angular cubit above the horizon.

source: དེ་ནས་ཡོངས་སུ་གྲུབ་པ་ནི་ཇི་ལྟར་ནུས་པ་དེ་བཞིན་དུ་བཀླག་པར་བྱས་ནས།
en: Then, when one has finished reading and bowed down to one’s ability,

source: གླེགས་བམ་བརྟུལ་བའམ་གོས་གཙང་མ་བགོས་ཏེ།
en: one should put the books aside and cover them with a clean cloth.

source: དམ་པའི་ཆོས་ལ་ཕྱག་བྱས་ནས། དེ་ནས་ཁྲུས་ཀྱི་དོན་དུ་ཆུ་བོའི་ངོགས་སམ། མཚོ་ཆེན་པོར་སོང་སྟེ་འཇུག་པར་བྱའོ། །
en: Having bowed to this work of Dharma, one should descend to a riverbank or a big pond in order to bathe.

source: ཕྱིན་ནས་སྲོག་ཆགས་མེད་པའི་ས་བླངས་ཏེ། ལན་བདུན་བཟླས་ཏེ་དེ་ཆུ་ལ་གདབ་བོ། །
en: There, one should take some clay that is free of living organisms, incant it seven times with the following mantra, and throw it into the water.

source: ཨོྃ་སརྦ་དུཥྚཱཾ་སྟཾ་བྷ་ཡ་ཧཱུྃ། ན་དི་བ་རཱ་བཱ་ར་ཎི། ཀུ་མཱ་ར་ཀྲཱྀ་ཌ་རཱུ་པི་ཎེ་བནྡྷ་བནྡྷ། ས་མ་ཡ་མ་ནུ་སྨ་ར་ཕཊ་ཕཊ་སྭཱ་ཧཱ།
en: “ Oṁ , paralyze all evildoers, hūṁ ! You who hold a blue lotus and possess the graceful form of a divine youth, bind them, bind! Remember your samaya! Phaṭ phaṭ, svāhā! {11.191}

source: འདིས་བསྲུང་བ་བྱས་ནས་ཕྱོགས་རྣམས་བཅིང་བ་དང་། གྲོགས་རྣམས་དང་དཀྱིལ་འཁོར་དང་ཐབ་ཁུང་བཅིང་བ་དང་། མ་རུངས་པ་དང་རབ་ཏུ་མ་རུངས་པ་ཐམས་ཅད་འགུགས་པར་བྱེད་པ་དང་།
en: “One should use this mantra to effect protection [for oneself], bind the directions, form a protective circle for one’s companions, bind the fire pit, and summon all the wicked and utterly wicked beings.

source: སྐུད་པ་དཀར་པོ་ལ་ལན་བདུན་བཟླས་ཏེ་རྐེད་པའི་ཕྱོགས་སུ་བཅིངས་ན་ཐམས་ཅད་དུ་འགྲོ་བར་འགྱུར་རོ། །
en: One should roam everywhere with a cord tied around one’s waist and incanted seven times.

source: བཟླས་པའི་དུས་ཐམས་ཅད་དང་ཁྲུས་ཀྱི་དུས་ཐམས་ཅད་དུ་ཡང་བགེགས་མ་རུངས་པ་རྣམ་པར་འཇིག་པ་དང་། རབ་ཏུ་ཞི་བར་བྱ་བའི་ཕྱིར་སྔགས་འདི་འབུམ་ཕྲག་གཅིག་བཟླས་ན།
en: One should recite this mantra one hundred thousand times in order to destroy or appease the evil obstacle makers, reciting both during recitation sessions and the time of ritual bathing.

source: དེས་ནི་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །
en: In this way one will be able to accomplish all activities.

source: གཙུག་ཕུད་ལྔའི་ཕྱག་རྒྱ་ཆེན་པོ་དང་ལྡན་པ་དགོད་པར་བྱའོ། །
en: When performing any ritual, one should put on the great fivefold seal [of Mañjuśrī].

source: ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་ཏེ་གཞན་དུ་མ་ཡིན་ནོ། །
en: One will be able to accomplish everything; it cannot be otherwise. {11.192}

source: དེ་ནས་སྒྲུབ་པ་པོས་ས་དང་ལྕི་བའི་ཕྱེ་མ་ལ་སོགས་པ་བླངས་ཏེ། ཅི་བདེ་བར་ཁྲུས་བྱས་ཏེ།
en: “The practitioner should take some powder consisting of dried clay and cow dung and do the ritual ablutions as he pleases.

source: སྲོག་ཆགས་མེད་པའི་ཆུས་ཀྱང་བཀྲུས་ཏེ།
en: He should bathe in water that is free of living organisms.

source: ལས་ཐམས་ཅད་ལ་ཡང་སྲོག་ཆགས་མེད་པའི་ཆུས་བྱའོ། །
en: In all the rites, one should always use only water that is free of living organisms.

source: དེ་ནས་ས་དང་ལྕི་བའམ་གཞན་ཡང་དྲི་ཞིམ་པོ་དང་ལྡན་པའི་ཡོ་བྱད་ཀྱི་ཁྱད་པར་གྱིས་བྱུགས་ཏེ་དེའི་འོག་ཏུ་ཁྲུས་བྱའོ། །
en: Having bathed, one should smear oneself with a paste of clay and cow dung, or other fragrant unguents that are especially helpful.

source: ཆུའི་ནང་དུ་བཤང་གཅི་ཡང་དོར་བར་མི་བྱའོ། །
en: One must not release into the water any phlegm, urine, or feces.

source: ཆུ་གཏོར་ཞིང་དོར་བར་ཡང་མི་བྱའོ། །ཆུ་ལ་རྩེ་བར་ཡང་མི་བྱའོ། །
en: One should not splash in the water or engage in play.

source: སྙིང་རྗེས་བདག་དང་སེམས་ཅན་ཐམས་ཅད་ལ་སོ་སོར་བརྟག་པར་བྱའོ། །
en: One should compassionately reflect on oneself and others

source: བདག་མེད་པ་དང་སྟོང་པ་དང་། སྡུག་བསྔལ་གྱིས་ཁྱབ་པ། ཚོར་བས་མངོན་པར་གནོད་པ་དང་། སྡུག་བསྔལ་ཐོབ་པ་བཞིན་དུ་འགྲོ་བ་དང་འོང་བའི་སྦྱོར་བས་སྡུག་བསྔལ་བ།
en: and on the absence of self, emptiness, and the pain of experiencing pervasive suffering, which is like the pain experienced by someone separated from their mother.

source: དེ་བཞིན་དུ་སེམས་ཅན་སྒྲུབ་པ་དང་བྲལ་བ། སྔགས་རིག་པས་འདི་ལྟ་བུར་འཇིག་པ་དང་རྣམ་པར་གཡེང་བ་དང་། རྣམ་པར་འཇིག་པ་ལ་སོགས་པའི་སྡུག་བསྔལ་གྱི་ཚོགས་ཀྱིས་ཉེ་བར་ཁྱབ་པ།
en: A mantra adept should thus imagine himself to be a being without a practice to follow, one subject to ruin, fall, decay, and destruction, all of which are attended by suffering.

source: འཁོར་བའི་རྒྱ་མཚོ་བརྒལ་དཀའ་བ་ལ་གནས་པའི་བདག་ཉིད་དུ་མཐོང་ཞིང་གནས་མེད་པ་དང་། སྐྱོབ་པ་མེད་པ་དང་སྐྱབས་མེད་པ་དང་ཤིན་ཏུ་དམན་པའི་ཡིད་ཅན་དུ་བདག་ཉིད་བརྟགས་ལ།
en: He should think of himself as sinking deep into the ocean of saṃsāra, without a place to rest, protection, or refuge, and miserable.

source: སྒོམ་པ་པོས་མི་གང་ཙམ་གྱི་ཆུའམ་ལྟེ་བ་ཙམ་གྱི་ཆུ་ལ་གནས་ཏེ་ཆུ་དེ་ཉིད་ཀྱི་དབུས་སུ་སེམས་རྩེ་གཅིག་ཏུ་ཉེ་བར་གནས་པར་བྱའོ། །
en: He should thus meditate, focusing his mind one-pointedly, while standing right there surrounded by water, submerged up to his neck or his waist. {11.193}

source: དང་པོ་རེ་ཞིག་པདྨ་ཆེན་པོའི་རྩ་ལག་ལ་མེ་ཏོག་པདྨ་ཆེན་པོ་དང་ལྡན་པ།
en: “First one should visualize a huge lotus stalk supporting a big lotus flower.

source: པདྨ་ཆེན་པོའི་འདབ་མས་ཉེ་བར་མཛེས་པ་བལྟ་ན་སྡུག་པ།
en: It is adorned with big petals and made of beautiful-looking jewels.

source: སྡོང་བུ་རིན་པོ་ཆེ་བཻ་ཌཱུརྱའི་རང་བཞིན་ལས་བྱུང་བ། པདྨའི་གེ་སར་རིན་པོ་ཆེ་མརྒད་ལས་གྲུབ་པ། འདབ་མ་སྟོང་ཤེལ་ལས་བྱས་པ། ཤིན་ཏུ་རྣམ་པར་ཁ་བྱེ་བ།
en: Its pericarp is of beryl, its petals of emerald, and its stamens of crystal. It has one thousand petals and is in full bloom.

source: དེའི་རྗེས་སུ་སྐྱེས་པའི་ཤེལ་དང་པདྨ་རཱ་གའི་མེ་ཏོག་གིས་མཛེས་པར་བྱས་པ་དེའི་སྟེང་དུ་སེང་གེའི་ཁྲི་རིན་པོ་ཆེའི་རང་བཞིན་ལས་གྲུབ་པ་རིན་པོ་ཆེ་དུ་མས་ཉེ་བར་མཛེས་པ།
en: It is adorned with flowers made of crystal and ruby. On this lotus there is a lotus throne made of precious stone, adorned with many gems,

source: རས་བཅོས་བུ་ཟུང་གིས་རབ་ཏུ་བཀབ་པ་དེའི་སྟེང་དུ་བཞུགས་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་བསྒོམ་པར་བྱ་སྟེ
en: and shaded by a pair of cloth canopies. On the throne, one should visualize Lord Buddha expounding the Dharma.

source: ཆོས་འཆད་ཅིང་བཞུགས་པ་གསེར་གྱི་མདོག་ལྟར་སྣང་བ། ཀུན་ནས་འོད་འབར་བའི་ཕྲེང་བ་ཅན་འོད་འདོམ་གང་གི་དཀྱིལ་འཁོར་གྱིས་བརྒྱན་པ།
en: He is of pure golden color, surrounded by bright light, and adorned with a halo one fathom wide.

source: སྐུའི་ཚད་ཆེན་པོ་ནམ་མཁའ་ལ་ཐུག་པ་དང་འདྲ་བ།
en: He is large in size, appearing as if painted in the sky,

source: སྐྱིལ་མོ་ཀྲུང་གིས་བཞུགས་པ་གཡས་སུའང་འཕགས་པ་འཇམ་དཔལ་རྒྱན་ཐམས་ཅད་ཀྱིས་ཉེ་བར་མཛེས་པར་བྱས་པ། པདྨའི་གདན་ལ་
en: and sitting in a cross-legged posture. {11.194} “To his right, on a lotus seat, one should visualize Noble Mañjuśrī, adorned with all the superb ornaments.

source: བཞུགས་པ་རྔ་ཡབ་ཐོགས་པ། བཅོམ་ལྡན་འདས་བཞུགས་པའི་ཟུར་ན་གནས་པ།
en: He is not sitting but standing, and holding, in his extended hand, a yak-tail whisk to fan the Blessed One.

source: སྐུའི་ཁ་དོག་དམར་སྐྱའམ་གུར་གུམ་བདར་བ་ལྟ་བུའོ། །
en: He is of light red hue or the color of ground saffron.

source: གཡོན་དུ་ཡང་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཁ་དོག་སྟོན་ཀའི་ཟླ་རྒྱུ་འདྲ་བ་རྔ་ཡབ་ཐོགས་པ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་བརྒྱད་ལ་འཕགས་པ་བྱམས་པ་དང་ཀུན་ཏུ་བཟང་པོ་དང་སའི་སྙིང་པོ་དང་ནམ་མཁའ་མཛོད་དང་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་སེལ་བ་དང་། ངན་སོང་སྦྱོང་བ་དང་འཕགས་པ་ཕྱག་ན་རྡོ་རྗེ་དང་ཁམས་བཟང་ཅན་ཏེ།
en: To the left of the Blessed One, there is the noble Avalokiteśvara, the color of a full autumn moon, with a yak-tail whisk in his hand. Similarly, the eight bodhisattvas —the noble Maitreya, Samantabhadra, Kṣitigarbha, Gaganagañja, Sarva­nīvaraṇa­viṣkambhin, Apāyajaha, the noble Vajrapāṇi, and Sudhana—should be visualized.
